{
    "Cuộc sống TK": "Life at TK",
    "Tại TK Express, mỗi cá nhân là một mảnh ghép quan trọng tạo nên bức tranh đa sắc màu.": "At J&T Express, each individual is an indispensible 'piece' that creates a colorful picture.",
    "Chúng ta tự hào được tập hợp lại thành một đội ngũ thạo kỹ năng, chuẩn thái độ, cùng với phong cách sống hiện đại và hết mình. Với tinh thần đoàn kết và sẵn sàng giúp đỡ lẫn nhau, chúng ta đang gây dựng một nếp văn hóa làm việc tích cực, sẵn sàng vươn xa, dẫn đầu và lan tỏa đến nhiều thế hệ tương lai.": "We are proud to be gathered together into a team with skills, standards of attitude, along with a modern and dedicated lifestyle. With a spirit of solidarity and a willingness to help each other, we are building a positive work culture, ready to go far, lead and spread to future generations.",
    "Chân dung đồng đội tại": "Full portrait of co-workers",
    "Đảm việc công": "Good at common",
    "Giỏi việc tư": "private works",
    "Làm hết mình": "Work hard",
    "Chơi hết sức": "play hard",
    "Trung thực và trách nhiệm": "Honest & responsible",
    "Sáng tạo và chủ động": "Creative and active",
    "Trụ sở chính": "Head quarter",
    "Phúc lợi": "Benefits",
    "Tại TK Express, nhân viên được xem như tài sản lớn nhất của công ty. Ngoài khoản lương hàng tháng, không quá bất ngờ nếu bạn nhận được thêm các khoản thưởng cá nhân, thưởng nhóm, thưởng năm và tỉ ti các đãi ngộ khác theo tuần, theo ngày,...": "At TK Express, employees are seen as the company's greatest asset. In addition to the monthly salary, it is not too surprising if you receive additional individual bonuses, group bonuses, annual bonuses and billions of other benefits weekly, daily,...",
    "Cơ hội thăng tiến": "Promotion",
    "Sự phát triển của mỗi cá nhân là thước đo căn bản cho sự phát triển tập thể và cả công ty. Do đó, dù bạn chọn gắn bó với đồng đội văn phòng, hay tập trung công việc phát triển chuyên môn, TK Express cũng nỗ lực mở rộng cơ hội để bạn phát triển kỹ năng, nâng cao chuyên môn và mở rộng cơ hội thăng tiến, để bạn nhanh chóng trở thành 'phiên bản tốt nhất' của chính mình.": "The development of each individual is a basic measure for the development of the collective and the company. Therefore, whether you choose to stick with your office works, or focus on professional development, TK Express strives to expand your opportunities to develop your skills, enhance your expertise and expand your opportunities of promotion, so that you quickly become the best version of yourself.",
    "Những người 'đồng đội' tuyệt vời": "Amazing teammates",
    "TK Express biết rằng: Môi trường làm việc ảnh hưởng không nhỏ đến sự gắn bó và phát triển bản thân của bạn. Do đó, tại đây, chúng ta không chỉ làm việc cùng với đồng nghiệp, mà đó còn là 'đồng đội'. Sự gắn kết, hỗ trợ và luôn lắng nghe nhau trong mọi tình huống là chìa khóa đưa bạn đến với kết quả như ý trong công việc. Qua đó giúp bạn khai phá thành công con người bên trong mình": "TK Express knows that: The working environment has a significant impact on your attachment to the company and personal development. Therefore, here, we not only work together as colleagues, but also teammates. Cohesion, support and always listening to each other in all situations is the key to bringing you to the desired results at work. Thereby helping you successfully uncover the person inside you.",
    "Vừa làm vừa chơi - Không lo đánh rơi tuổi trẻ": "Work hard play harder",
    "Làm việc quan trọng, nhưng cân bằng cuộc sống để có được giờ phút thư giãn, thoải mái lại đáng quan tâm hơn nhiều. Tại TK Express, bạn sẽ được:": "Working is important, but balancing your life to have a relaxing, comfortable time is much more important. At J&T Express, you will get:",
    "Tea break mỗi tuần gạt bỏ mệt mỏi": "Weekly tea break gets stresses away",
    "Tiệc mừng sinh nhật để thêm hứng khởi": "Birthday party for making your day",
    "Du lịch nghỉ dưỡng & team building mỗi năm gắn kết thành viên": "Travel & Team building connect teammates",
    "Tiệc tất niên hoành tráng với nhiều giải thưởng hấp dẫn": "Yearly Gala Dinner with valued gifts",
    "Và còn nhiều hoạt động đội nhóm, 'ăn chơi' bổ ích khác mà các bạn không thể bỏ qua Đừng ngần ngại ứng tuyển cùng TK Express, bạn chính là mảnh ghép chúng mình đang tìm kiếm đấy nhé.": "And there are many other useful group activities and that you cannot ignore. Do not hesitate to apply with TK Express, you are the missing piece we are looking for."
}